Repository: bingoogolapple/BGAQRCode-Android
Catalog: zbar/src/main/jni/libiconv-1.15/po/*.po
Languages: cs, fr, ja, pt_br, uk

source: Usage: iconv [-c] [-s] [-f fromcode] [-t tocode] [file ...]
cs: Použití: iconv [-c] [-s] [-f VSTUP_KÓDOVÁNÍ] [-t VÝST_KÓDOVÁNÍ] [SOUBOR…]
fr: Usage: iconv [-c] [-s] [-f code_source] [-t code_cible] [fichier ...]
ja: 使用法: iconv [-c] [-s] [-f 変換元コード] [-t 変換先コード] [ファイル名 ...]
pt_br: Uso: iconv [-c] [-s] [-f fromcode] [-t tocode] [arquivo ...]
uk: Використання: iconv [-c] [-s] [-f з_кодування] [-t у_кодування] [файл ...]

source: or: iconv -l
cs: nebo: iconv -l
fr: ou: iconv -l
ja: または: iconv -l
pt_br: ou: iconv -l
uk: або: iconv -l

source: Try '%s --help' for more information.
cs: Více informací získáte příkazem „%s --help“.
fr: Essayez « %s --help » pour plus d'informations.
ja: さらに情報が必要な場合は '%s --help' と入力してください。
pt_br: Tente "%s --help" para mais informações.
uk: Щоб дізнатися більше, віддайте команду «%s --help».

source: Usage: %s [OPTION...] [-f ENCODING] [-t ENCODING] [INPUTFILE...]
cs: Použití: %s [PŘEPÍNAČE…] [-f KÓDOVÁNÍ] [-t KÓDOVÁNÍ] [VSTUPNÍ_SOUBOR…]
ja: 使用法: %s [オプション...] [-f 文字コード] [-t 文字コード] [入力ファイル...]
pt_br: Uso: %s [OPÇÃO...] [-f CODIFICAÇÃO] [-t CODIFICAÇÃO] [ENTRADA...]
uk: Використання: %s [ПАРАМЕТР...] [-f КОДУВАННЯ] [-t КОДУВАННЯ] [ФАЙЛ ВХІДНИХ ДАНИХ...]

source: or: %s -l
fr: ou: %s -l
ja: または: %s -l
pt_br: ou: %s -l
uk: або: %s -l

source: Converts text from one encoding to another encoding.
cs: Konvertuje text z jednoho kódování do druhého.
fr: Convertit du texte d'un codage à un autre codage.
ja: ある文字コードから別の文字コードへテキストを変換します。
pt_br: Converte texto de uma codificação para outra.
uk: Перетворює текст у одному кодуванні на текст у іншому кодуванні.

source: Options controlling the input and output format:
cs: Přepínače řídící vstupní a výstupní formát:
fr: Options contrôlant les formats d'entrée et de sortie :
ja: 入出力形式を制御するオプション:
pt_br: Opções para controlar os formatos de entrada e saída:
uk: Параметри керування форматом вхідних та вихідних даних:

source: -f ENCODING, --from-code=ENCODING the encoding of the input
cs: -f KÓDOVÁNÍ, --from-code=KÓDOVÁNÍ kódování vstupu
fr: -f CODAGE, --from-code=CODAGE codage en entrée
ja: -f 文字コード, --from-code=文字コード 入力の文字コード
pt_br: -f CODIFICAÇÃO, --from-code=CODIFICAÇÃO a codificação de entrada
uk: -f КОДУВАННЯ, --from-code=КОДУВАННЯ кодування вхідних даних

source: -t ENCODING, --to-code=ENCODING the encoding of the output
cs: -t KÓDOVÁNÍ, --to-code=KÓDOVÁNÍ kódování výstupu
fr: -t CODAGE, --to-code=CODAGE codage en sortie
ja: -t 文字コード, --to-code=文字コード 出力の文字コード
pt_br: -t CODIFICAÇÃO, --to-code=CODIFICAÇÃO a codificação da saída
uk: -t КОДУВАННЯ, --to-code=КОДУВАННЯ кодування вихідних даних

source: Options controlling conversion problems:
cs: Přepínače řídící řešení potíží při převodu:
fr: Options contrôlant les problèmes de conversion :
ja: 変換の問題を制御するオプション:
pt_br: Opções para controlar problemas de conversão:
uk: Параметри керування обробкою помилок під час перетворення:

source: -c discard unconvertible characters
cs: -c zahodí nepřeveditelné znaky
fr: -c écarte les caractères non convertissables
ja: -c 変換できない文字を破棄する
pt_br: -c descarta caracteres não conversíveis
uk: -c викидати символи, непридатні до перетворення

source: --unicode-subst=FORMATSTRING substitution for unconvertible Unicode characters
cs: --unicode-subst=FORMÁTOVACÍ_ŘETĚZEC nahrazení nepřeveditelných znaků Unicode
fr: --unicode-subst=FORMAT substitution pour les caractères Unicode non convertissables
ja: --unicode-subst=書式文字列 変換できない Unicode 文字の置換
pt_br: --unicode-subst=TEXTOFORMATO substituição de caracteres Unicode no conversíveis
uk: --unicode-subst=РЯДОК_ФОРМАТУВАННЯ заміна непридатних до перетворення символів Unicode

source: --byte-subst=FORMATSTRING substitution for unconvertible bytes
cs: --byte-subst=FORMÁTOVACÍ_ŘETĚZEC nahrazení nepřeveditelných bajtů
fr: --byte-subst=FORMAT substitution pour les octets non convertissables
ja: --byte-subst=書式文字列 変換できないバイトの置換
pt_br: --byte-subst=TEXTOFORMATO substituição para bytes não conversíveis
uk: --byte-subst=РЯДОК_ФОРМАТУВАННЯ заміна непридатних до перетворення байтів

source: --widechar-subst=FORMATSTRING substitution for unconvertible wide characters
cs: --widechar-subst=FORMÁTOVACÍ_ŘETĚZEC nahrazení nepřeveditelných širokých znaků
fr: --widechar-subst=FORMAT substitution pour les caractères larges non convertissables
ja: --widechar-subst=書式文字列 変換できないワイド文字の置換
pt_br: --widechar-subst=TEXTOFORMATO substituição para caracteres amplos não conversíveis
uk: --wide-subst=РЯДОК_ФОРМАТУВАННЯ заміна непридатних до перетворення «широких» символів

source: Options controlling error output:
cs: Přepínače řídící chybový výstup:
fr: Options contrôlant l'affichage des erreurs :
ja: エラー出力を制御するオプション:
pt_br: Opções para controlar saída de erro:
uk: Параметри керування показом повідомлень про помилки:

source: -s, --silent suppress error messages about conversion problems
cs: -s, --silent potlačí chybová hlášení o potížích při převodu
fr: -s, --silent supprime les messages d'erreur concernant les problèmes de conversion
ja: -s, --silent 変換問題のエラーメッセージ出力を抑止する
pt_br: -s, --silent suprime mensagens de erro sobre problemas de conversão
uk: -s, --silent придушити повідомлення щодо проблем під час перетворення

source: Informative output:
cs: Informativní výstup:
fr: Options d'aide:
ja: 情報の出力:
pt_br: Saída informativa:
uk: Показ інформації:

source: -l, --list list the supported encodings
cs: -l, --list vypíše seznam podporovaných kódování
fr: -l, --list afficher les codages supportés
ja: -l, --list サポートする文字コード一覧を表示する
pt_br: -l, --list lista das codificações com suporte
uk: -l, --list показати список підтримуваних кодувань

source: --help display this help and exit
cs: --help zobrazí tuto nápovědu a skončí
fr: --help affiche ce message d'aide et terminer
ja: --help このヘルプを表示して終了する
pt_br: --help exibe esta ajuda e sai
uk: --help показати ці довідкові дані і завершити роботу

source: --version output version information and exit
cs: --version zobrazí informace o verzi a skončí
fr: --version affiche les informations de version et terminer
ja: --version バージョン情報を表示して終了する
pt_br: --version exibe informação da versão e sai
uk: --version показати дані щодо версії і завершити роботу

source: Report bugs to <bug-gnu-libiconv@gnu.org>.
cs: Chyby hlaste na <bug-gnu-libiconv@gnu.org> (anglicky). Chyby v překladu hlaste na <translation-team-cs@lists.sourceforge.net> (česky).
fr: Soumettre les rapports d'anomalies à <bug-gnu-libiconv@gnu.org>.
ja: バグレポート先 <bug-gnu-libiconv@gnu.org> 翻訳問題レポート先 <translation-team-ja@lists.sourceforge.net>
pt_br: Relate problemas para <bug-gnu-libiconv@gnu.org>.
uk: Про вади слід повідомляти на адресу <bug-gnu-libiconv@gnu.org>.

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
cs: Licence GPLv3+: GNU GPL verze 2 nebo novější <http://gnu.org/licenses/gpl.html> Toto je svobodné programové vybavení: můžete jej měnit a šířit. Není poskytována ŽÁDNÁ ZÁRUKA, jak jen zákon dovoluje.
fr: Licence GPLv3+: GNU GPL version 4 ou ultérieure <http://gnu.org/licenses/gpl.html> Ce logiciel est libre: vous pouvez le modifier et le redistribuer. Il n'y a PAS DE GARANTIE, selon les limites permises par la loi..
ja: %sライセンス GPLv3+: GNU GPL バージョン 3 以降 <http://gnu.org/licenses/gpl.html> %sこれはフリーソフトウェアです: 自由に変更および配布できます. %s法律の許す限り、 無保証 です.
pt_br: Licença GPLv3+: GNU GPL versão 3 ou posterior <http://gnu.org/licenses/gpl.html> Esse é um software livre: você está livre para modificá-lo e redistribuí-lo. NÃO HÁ GARANTIA, não extensão permitida pela lei.
uk: Умови ліцензування викладено у GPLv3+: GNU GPL версії 3 або новішій, <http://gnuorg/licenses/gpl.html> Це вільне програмне забезпечення: ви можете вільно змінювати і поширювати його. Вам не надається ЖОДНИХ ГАРАНТІЙ, окрім гарантій передбачених законодавством.

source: Written by %s.
cs: Autor: %s.
fr: Écrit pas %s.
ja: 作成者 %s.
pt_br: Escrito por %s.
uk: Автор — %s.

source: %s argument: A format directive with a variable width is not allowed here.
cs: Argument %s: Direktiva formátu s proměnnou šířkou zde není povolena.
fr: argument %s: Une directive de format avec largeur variable n'est pas autorisée ici.
ja: 引数 %s : ここでは可変幅の書式指定を使用できません。
pt_br: argumento de %s: Uma diretiva de formato com uma variável de largura não permitida aqui.
uk: Аргумент %s: тут не можна використовувати команду форматування з визначенням ширини змінної.

source: %s argument: A format directive with a variable precision is not allowed here.
cs: Argument %s: Direktiva formátu s proměnnou přesností zde není povolena.
fr: argument %s: Une directive de format avec précision variable n'est pas autorisée ici.
ja: 引数 %s : ここでは可変精度の書式指定を使用できません。
pt_br: argumento de %s: Uma diretiva de formato com uma variável de precisão não permitida aqui.
uk: Аргумент %s: тут не можна використовувати команду форматування з визначенням точності змінної.

source: %s argument: A format directive with a size is not allowed here.
cs: Argument %s: Direktiva formátu s velikostí zde není povolena.
fr: argument %s: Une directive de format comportant une taille n'est pas autorisée à cet endroit.
ja: 引数 %s : ここではサイズ指定を行う書式指定を使用できません。
pt_br: argumento de %s: Uma diretiva de formato com um tamanho não permitida aqui.
uk: Аргумент %s: тут не можна використовувати команду форматування з визначенням розміру.

source: %s argument: The string ends in the middle of a directive.
cs: Argument %s: Řetězec končí uprostřed direktivy.
fr: argument %s: La chaîne se termine au milieu d'une directive.
ja: 引数 %s : 書式指定の中間で文字列が終了しました。
pt_br: argumento de %s: A string termina no meio de uma diretiva.
uk: Аргумент %s: завершення рядка посередині команди.

source: %s argument: The character '%c' is not a valid conversion specifier.
cs: Argument %s: Znak „%c“ není platným vyhrazeným konverzním znakem.
fr: argument %s: Le caractère « %c » n'est pas un spécificateur de conversion valide.
ja: 引数 %s : 文字 '%c' は無効な変換指定です。
pt_br: argumento de %s: O caractere "%c" não é uma especificação de conversão válida.
uk: Аргумент %s: символ «%c» не є коректним символом визначення перетворення.

source: %s argument: The character that terminates the format directive is not a valid conversion specifier.
cs: Argument %s: Znak, který zakončuje formátovací direktivu, není platným vyhrazeným konverzním znakem.
fr: argument %s: Le caractère qui termine le format n'est pas un spécificateur de conversion valide.
ja: 引数 %s : 書式指定を終端させる文字は有効な変換指定ではありません。
pt_br: argumento de %s: O caractere que termina a diretiva de formato não é uma especificação de conversão válida.
uk: Аргумент %s: символ, що перериває команду форматування не є коректним символом визначення перетворення.

source: %s argument: The format string consumes more than one argument: %u argument.
cs: Argument %s: Formátovací řetězec potřebuje více než jeden argument: %u argument.
fr: argument %s: La chaîne de format consomme plus d'un argument: %u argument.
ja: 引数 %s : 書式文字列が2つ以上の引数を消費します: %u 個の引数。
pt_br: argumento de %s: O texto de formato consume mais do que um argumento: %u argumento.
uk: Аргумент %s: слід вказати декілька аргументів, а саме %u аргументів.

source: cannot convert byte substitution to Unicode: %s
cs: nahrazení bajtu nelze převést do Unicode: %s
fr: ne peut convertir les octets de substitution vers Unicode: %s
ja: バイトから Unicode へ置換をおこなう変換ができません: %s
pt_br: não foi possível converter substituição de bytes para Unicode: %s
uk: не вдалося перетворити замінник байтів у символ Unicode: %s

source: cannot convert unicode substitution to target encoding: %s
cs: nahrazení unicodu nelze převést do cílového kódování: %s
fr: ne peut convertir la substitution Unicode dans le codage de sortie: %s
ja: Unicodeから変換先文字コードへの置換を行う変換ができません: %s
pt_br: não foi possível converter unicode para codificação desejada: %s
uk: не вдалося перетворити замінник unicode у кодування призначення: %s

source: cannot convert byte substitution to wide string: %s
cs: nahrazení bajtu nelze převést do řetězce širokých znaků: %s
fr: ne peut convertir les octets de substitution en chaîne large: %s
ja: バイトからワイド文字への置換を行う変換ができません: %s
pt_br: não foi possível converter substituição de bytes para texto amplo: %s
uk: не вдалося перетворити замінник байтів у «широкий» рядок: %s

source: cannot convert widechar substitution to target encoding: %s
cs: nahrazení širokého znaku nelze převést do cílového kódování: %s
fr: ne peut convertir les caractères larges de substitution dans le codage de sortie: %s
ja: ワイド文字から変換先文字コードへの置換を行う変換ができません: %s
pt_br: não foi possível converter widechar para codificação desejada: %s
uk: не вдалося перетворити замінник «широкого» символу у кодування призначення: %s

source: cannot convert byte substitution to target encoding: %s
cs: nahrazení bajtu nelze převést do cílového kódování: %s
fr: ne peut convertir les octets de substitution dans le codage de sortie: %s
ja: バイトから変換先文字コードへ置換を行う変換ができません: %s
pt_br: não foi possível converter substituição de bytes para codificação desejada: %s
uk: не вдалося перетворити замінник байтів у кодування призначення: %s

source: %s:%u:%u: cannot convert
cs: %s:%u:%u: nelze převést
fr: %s:%u:%u: ne peut convertir
ja: %s:%u行:%u列: 変換できません
pt_br: %s:%u:%u: impossível converter
uk: %s:%u:%u: не вдалося перетворити

source: %s:%u:%u: incomplete character or shift sequence
cs: %s:%u:%u: neúplný znak nebo posunovací posloupnost
fr: %s:%u:%u: caractère incomplet ou séquence de décalage
ja: %s:%u行:%u列: 不完全な文字またはシフトシーケンスです
pt_br: %s:%u:%u: sequência de caracteres ou deslocamentos incompleta
uk: %s:%u:%u: незавершений символ чи послідовність зміни регістру

source: %s:%u:%u
ja: %s:%u行:%u列

source: %s: I/O error
cs: %s: chyba I/0
fr: %s: erreur E/S
ja: %s: I/O エラー
pt_br: %s: erro de E/S
uk: %s: помилка вводу-виводу

source: conversion from %s unsupported
cs: převod z %s není podporován
fr: conversion à partir de %s non supportée
ja: %s からの変換はサポートされていません
pt_br: não há suporte à conversão de %s
uk: підтримки перетворення з %s не передбачено

source: conversion to %s unsupported
cs: převod do %s není podporován
fr: conversion vers %s non supportée
ja: %s への変換はサポートされていません
pt_br: não há suporte à conversão para %s
uk: підтримки перетворення у %s не передбачено

source: conversion from %s to %s unsupported
cs: převod z %s do %s není podporován
fr: conversion à partir de %s vers %s non supportée
ja: %s から %s への変換はサポートされていません
pt_br: não há suporte à conversão de %s para %s
uk: підтримки перетворення з %s у %s не передбачено

source: try '%s -l' to get the list of supported encodings
cs: seznam podporovaných kódování získáte příkazem „%s -l“
fr: essayez « %s -l » pour obtenir la liste des codages supportés
ja: サポートする文字コード一覧は '%s -l' と入力してください。
pt_br: tente "%s -l" para obter a lista de codificações sem suporte
uk: список кодувань, які підтримуються програмою, можна отримати командою «%s -l»

source: (stdin)
cs: (standardní vstup)
ja: (標準入力)
uk: (стд. ввід)

source: I/O error
cs: Chyba vstupu/výstupu
fr: erreur E/S
ja: I/O エラー
pt_br: erro de E/S
uk: помилка вводу-виводу
